---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RegenFailures
source: html/94f1b119-4702-e7fa-d281-8a9068897256.htm
---
# BuiltInFailures.RegenFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.